const adms = (prefix) => { 

 

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return ` 
╭══• ೋ•✧๑🥂๑✧•ೋ •══╮ 
                   ${NomeDoBot} 
                🔥𝐌𝐄𝐍𝐔☆𝐀𝐃𝐌🔥
╰══• ೋ•✧๑🥂๑✧•ೋ •══╯​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
       💎𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 𝐄𝐒𝐏𝐄𝐂𝐈𝐀𝐈𝐒💎
╭─╼━══━━≺🎡≻━━══━╾─╮
╎☆ۣۜۜ͜͡ 🏅 ${prefix}ban 
╎☆ۣۜۜ͜͡ 🏅 ${prefix}kick 
╎☆ۣۜۜ͜͡ 🏅 ${prefix}ban2 
╎☆ۣۜۜ͜͡ 🏅 ${prefix}listanegra
╎☆ۣۜۜ͜͡ 🏅 ${prefix}listban
╎☆ۣۜۜ͜͡ 🏅 ${prefix}reviver
╎☆ۣۜۜ͜͡ 🏅 ${prefix}add
╎☆ۣۜۜ͜͡ 🏅 ${prefix}promover
╎☆ۣۜۜ͜͡ 🏅 ${prefix}rebaixar
╎☆ۣۜۜ͜͡ 🏅 ${prefix}apr
╎☆ۣۜۜ͜͡ 🏅 ${prefix}digt
╎☆ۣۜۜ͜͡ 🏅 ${prefix}papof
╎☆ۣۜۜ͜͡ 🏅 ${prefix}linkgp
╎☆ۣۜۜ͜͡ 🏅 ${prefix}sorteio
╎☆ۣۜۜ͜͡ 🏅 ${prefix}votação 
╎☆ۣۜۜ͜͡ 🏅 ${prefix}limpar 
╎☆ۣۜۜ͜͡ 🏅 ${prefix}totag
╎☆ۣۜۜ͜͡ 🏅 ${prefix}marcar
╎☆ۣۜۜ͜͡ 🏅 ${prefix}marcar2
╎☆ۣۜۜ͜͡ 🏅 ${prefix}hidtag (blabla)
╎☆ۣۜۜ͜͡ 🏅 ${prefix}atividades
╎☆ۣۜۜ͜͡ 🏅 ${prefix}criartabela
╎☆ۣۜۜ͜͡ 🏅 ${prefix}tabelagp
╎☆ۣۜۜ͜͡ 🏅 ${prefix}grupoinfo
╎☆ۣۜۜ͜͡ 🏅 ${prefix}revelaranimal
╎☆ۣۜۜ͜͡ 🏅 ${prefix}revelaranime
╰─╼━══━━≺🎡≻━━══━╾─╯
      
       💎𝐂𝐎𝐍𝐅𝐈𝐆𝐔𝐑𝐀𝐑 𝐎 𝐆𝐑𝐔𝐏𝐎💎           
╭─╼━══━━≺🍭≻━━══━╾─╮
╎☆ۣۜۜ͜͡ ☕ ${prefix}grupo f/a
╎☆ۣۜۜ͜͡ ☕ ${prefix}fechargpt
╎☆ۣۜۜ͜͡ ☕ ${prefix}abrirgpt
╎☆ۣۜۜ͜͡ ☕ ${prefix}bemvindo
╎☆ۣۜۜ͜͡ ☕ ${prefix}bemvindo2
╎☆ۣۜۜ͜͡ ☕ ${prefix}legendabv 
╎☆ۣۜۜ͜͡ ☕ ${prefix}legendabv2
╎☆ۣۜۜ͜͡ ☕ ${prefix}legendasaiu
╎☆ۣۜۜ͜͡ ☕ ${prefix}legendasaiu2 
╎☆ۣۜۜ͜͡ ☕ ${prefix}fotogp
╎☆ۣۜۜ͜͡ ☕ ${prefix}descgp 
╎☆ۣۜۜ͜͡ ☕ ${prefix}nomegp
╎☆ۣۜۜ͜͡ ☕ ${prefix}novolink
╰─╼━══━━≺🍭≻━━══━╾─╯
    
                   💎𝐀𝐓𝐈𝐕𝐀𝐂̧𝐎̃𝐄𝐒💎
╭─╼━══━━≺🎠≻━━══━╾─╮
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antiporno
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antinotas
╎☆ۣۜۜ͜͡ 🍩 ${prefix}autofigu 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}anagrama 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antidocumento 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antiloc 
╎☆ۜۜ͜͡ 🍩 ${prefix}anticontato 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antilink 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}Antiviewonce 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antifake 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antiimg 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antiaudio
╎☆ۣۜۜ͜͡ 🍩 ${prefix}antivideo 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}leveling 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}simih 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}simih2 
╎☆ۣۜۜ͜͡ 🍩 ${prefix}+18
╎☆ۣۜۜ͜͡ 🍩 ${prefix}status
╰─╼━══━━≺🎠≻━━══━╾─╯
`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.