
const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `
    ╭══• ೋ•✧๑🥂๑✧•ೋ •══╮ 
                       ${NomeDoBot} 
              🔥𝑴𝑬𝑵𝑼-𝑷𝑹𝑰𝑵𝑪𝑰𝑷𝑨𝑳🔥
    ╰══• ೋ•✧๑🥂๑✧•ೋ •══╯  ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╎☆ۣۜۜ͜͡ 💎 ${prefix}perfil  
╎☆ۣۜۜ͜͡ 💎 ${prefix}Fazernick 
╎☆ۣۜۜ͜͡ 💎 ${prefix}level
╎☆ۣۜۜ͜͡ 💎 ${prefix}Atividade
╎☆ۣۜۜ͜͡ 💎 ${prefix}status
╎☆ۣۜۜ͜͡ 💎 ${prefix}Rankativo
╎☆ۣۜۜ͜͡ 💎 ${prefix}Conselhobiblico
╎☆ۣۜۜ͜͡ 💎 ${prefix}Checkativo
╎☆ۣۜۜ͜͡ 💎 ${prefix}Ranklevel (DE-TODOS)
╎☆ۣۜۜ͜͡ 💎 ${prefix}admins
╰─╼━══━━≺🎠≻━━══━╾─╯
      
                       🎳𝙂𝙖𝙢𝙚𝙨 ⚽️           
╭─╼━══━━≺🪁≻━━══━╾─╮
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Ppt 
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Jogodavelha 
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Ttt  
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Cassino
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Quizanime 
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Quizanimais 
╎☆ۣۜۜ͜͡ 🦄 ${prefix}Anagrama 
╰─╼━══━━≺🪁≻━━══━╾─╯
    
            🎡𝗙𝘂𝗻𝗰̧𝗼̃𝗲𝘀-𝗔𝗹𝗲𝗮𝘁𝗼́𝗿𝗶𝗮𝘀🎡
╭─╼━══━━≺💖≻━━══━╾─╮
╎☆ۣۜۜ͜͡ 🎠${prefix}correio ("número"/saudades)
╎☆ۣۜۜ͜͡ 🎠 ${prefix}falar (PT "TEXTO")
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Tagme
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Emoji2
╎☆ۣۜۜ͜͡ 🎠 ${prefix}playstore (app)
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Tabela (LETRAS)
╎☆ۣۜۜ͜͡ 🎠 ${prefix}celular (nome)
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Simi (FALE-ALGO)
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Frases
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Calcular (1 + 1)
╎☆ۣۜۜ͜͡ 🎠 ${prefix}Bot 
╎☆ۣۜۜ͜͡ 🎠 ${prefix}sakura
╰─╼━══━━≺💖≻━━══━╾─╯
`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.