const menulogos = (prefix) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `
╭══• ೋ•✧๑🥂๑✧•ೋ •══╮  
            💎𝐏𝐋𝐀𝐐𝐔𝐈𝐍𝐇𝐀𝐒💎
╰══• ೋ•✧๑🥂๑✧•ೋ •══╯​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╎☆ۣۜۜ͜͡ 💋 ${prefix}Plaq
╎☆ۣۜۜ͜͡ 💋 ${prefix}Plaq2
╎☆ۣۜۜ͜͡ 💋 ${prefix}Plaq3
╎☆ۣۜۜ͜͡ 💋 ${prefix}Plaq4
╎☆ۣۜۜ͜͡ 💋 ${prefix}Plaq5
╰╼━══━━≺🎠≻━━══━╾╯
╭══• ೋ•✧๑🥂๑✧•ೋ •══╮  
      💎𝐋𝐎𝐆𝐎𝐒 𝐃𝐄 2 𝐓𝐄𝐗𝐓𝐎𝐒💎  
╰══• ೋ•✧๑🥂๑✧•ೋ •══╯
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Glitch (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Glitch3 (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Grafity (txt-txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Space (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Marvel (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}GamePlay (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Stone (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Steel (txt/txt)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Ffbanner (txt/txt) 
╎☆ۣۜۜ͜͡ 🍓 ${prefix}america (capitão/america)
╎☆ۣۜۜ͜͡ 🍓 ${prefix}Mascoteavatar (txt/tt)
╰─╼━═━━≺🎠≻━━══━╾╯ 
╭══• ೋ•✧๑🥂๑✧•ೋ •══╮ 
        💎𝐋𝐎𝐆𝐎𝐒 𝐃𝐄 1 𝐓𝐄𝐗𝐓𝐎💎
╰══• ೋ•✧๑🥂๑✧•ೋ •══╯
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Txtquadrinhos (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}HackNeon (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}EquipeMascote (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}FFavatar (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Gizquadro (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Angelglx (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}WingEffect (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Angelwing (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Blackpink (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Girlmascote (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Mascotegame (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Fpsmascote (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Logogame (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Glitch2 (txt)8
╎☆ۣۜۜ͜͡ 🎃 ${prefix}3DGold (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}placaloli (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}shadow (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}efeitoneon (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}cemiterio (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}metalgold (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}narutologo (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}fire (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}romantic (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}smoke (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}papel (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}lovemsg (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}lovemsg2 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}lovemsg3 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}coffecup (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}coffecup2 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}cup (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}florwooden (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}lobometal (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}harryp (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}txtborboleta (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}madeira (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}escudo (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}transformer (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}demongreen (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}wetglass (txt)    
╎☆ۣۜۜ͜͡ 🎃 ${prefix}toxic (txt)     
╎☆ۣۜۜ͜͡ 🎃 ${prefix}neondevil (txt) 
╎☆ۣۜۜ͜͡ 🎃 ${prefix}neongreen (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Lava (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Halloween (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neondevil (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}DemonFire (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}DemonGreen (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Thunderv2 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Thunder (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Colaq (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Berry (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Matrix (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Horror (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Nuvem (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neon (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neon1 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neon2 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neon3d (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}NeonGreen (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neon3 (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Neve (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Areia (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Vidro (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Style (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Pink (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Carbon (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Tetalblue (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Toxic (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Jeans (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Ossos (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Asfalto (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Natal (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Joker (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Blood (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Break (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Fiction (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}3dstone (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Lapis (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Gelo (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Rainbow (txt)
╎☆ۣۜۜ͜͡ 🎃 ${prefix}Metalfire (txt)
╰─╼━═━━≺🎠≻━━══━╾╯
`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.